Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Suggestions · %lld warnings · %lld regions inspected
ar: الاقتراحات · التحذيرات: %lld · المناطق المفحوصة: %lld
de: Vorschläge · %lld Warnungen · %lld Bereiche untersucht
es: Sugerencias · %lld advertencias · %lld regiones inspeccionadas
fr: Suggestions · %lld avertissements · %lld zones inspectées
it: Suggerimenti · %lld avvisi · %lld aree ispezionate
ja: 提案 · 警告%lld件 · 検査した領域%lld個
ko: 제안 · 경고 %lld개 · 검사한 영역 %lld개
pt_br: Sugestões · %lld avisos · %lld regiões inspecionadas
ru: Рекомендации · предупреждений: %lld · проверено областей: %lld
vi: Gợi ý · %lld cảnh báo · đã kiểm tra %lld vùng
zh_hans: 建议 · %lld 个警告 · 已检查 %lld 个区域
zh_hant: 建議 · %lld 個警告 · 已檢查 %lld 個區域

source: swift-pd-guess failed.
ar: فشل swift-pd-guess.
de: swift-pd-guess ist fehlgeschlagen.
es: swift-pd-guess falló.
fr: swift-pd-guess a échoué.
it: swift-pd-guess non riuscito.
ja: swift-pd-guessが失敗しました。
ko: swift-pd-guess가 실패했습니다.
pt_br: Falha no swift-pd-guess.
ru: swift-pd-guess завершилась с ошибкой.
vi: swift-pd-guess không thành công.
zh_hans: swift-pd-guess 失败。
zh_hant: swift-pd-guess 失敗。

source: swift-pd-guess is not installed
ar: swift-pd-guess غير مثبّت
de: swift-pd-guess ist nicht installiert
es: swift-pd-guess no está instalado
fr: swift-pd-guess n’est pas installé
it: swift-pd-guess non è installato
ja: swift-pd-guessがインストールされていません
ko: swift-pd-guess가 설치되어 있지 않습니다
pt_br: swift-pd-guess não está instalado
ru: swift-pd-guess не установлена
vi: Chưa cài đặt swift-pd-guess
zh_hans: 未安装 swift-pd-guess
zh_hant: 尚未安裝 swift-pd-guess

source: SwiftUI content shape on native control
ar: شكل محتوى SwiftUI على عنصر تحكم أصلي
de: SwiftUI-Inhaltsform auf nativem Steuerelement
es: Forma de contenido de SwiftUI sobre control nativo
fr: Forme de contenu SwiftUI sur un contrôle natif
it: Forma del contenuto SwiftUI sul controllo nativo
ja: ネイティブコントロール上のSwiftUI contentShape
ko: 네이티브 컨트롤의 SwiftUI 콘텐츠 셰이프
pt_br: Forma de conteúdo SwiftUI em controle nativo
ru: Форма содержимого SwiftUI на нативном элементе управления
vi: Content shape SwiftUI trên điều khiển gốc
zh_hans: 原生控件上的 SwiftUI 内容形状
zh_hant: 原生控制項上的 SwiftUI 內容形狀

source: SwiftUI global coordinates. The log does not supply a complete transform.
ar: إحداثيات SwiftUI العامة. لا يوفر السجل تحويلًا كاملًا.
de: Globale SwiftUI-Koordinaten. Das Protokoll liefert keine vollständige Transformation.
es: Coordenadas globales de SwiftUI. El registro no incluye una transformación completa.
fr: Coordonnées globales SwiftUI. Le journal ne fournit pas de transformation complète.
it: Coordinate globali SwiftUI. Il log non fornisce una trasformazione completa.
ja: SwiftUIのグローバル座標です。ログには完全な変換情報が含まれていません。
ko: SwiftUI 전역 좌표입니다. 로그에는 전체 변환이 포함되어 있지 않습니다.
pt_br: Coordenadas globais do SwiftUI. O log não fornece uma transformação completa.
ru: Глобальные координаты SwiftUI. Журнал не содержит полного преобразования.
vi: Tọa độ toàn cục SwiftUI. Nhật ký không cung cấp phép biến đổi đầy đủ.
zh_hans: SwiftUI 全局坐标。日志未提供完整的变换。
zh_hant: SwiftUI 全域座標。記錄未提供完整的轉換。

source: SwiftUI item
ar: عنصر SwiftUI
de: SwiftUI-Element
es: Elemento de SwiftUI
fr: Élément SwiftUI
it: Elemento SwiftUI
ja: SwiftUI項目
ko: SwiftUI 항목
pt_br: Item SwiftUI
ru: Элемент SwiftUI
vi: Mục SwiftUI
zh_hans: SwiftUI 项目
zh_hant: SwiftUI 項目

source: SwiftUI Support · Activated
ar: دعم SwiftUI · مفعّل
de: SwiftUI-Unterstützung · Aktiviert
es: Compatibilidad con SwiftUI · Activada
fr: Prise en charge de SwiftUI · Activée
it: Supporto SwiftUI · Attivato
ja: SwiftUIサポート · アクティベート済み
ko: SwiftUI 지원 · 활성화됨
pt_br: Suporte a SwiftUI · Ativado
ru: Поддержка SwiftUI · Активирована
vi: Hỗ trợ SwiftUI · Đã kích hoạt
zh_hans: SwiftUI 支持 · 已激活
zh_hant: SwiftUI 支援 · 已啟用

source: SwiftUI whole-page regions are unavailable on this runtime.
ar: مناطق الصفحة الكاملة في SwiftUI غير متاحة في وقت التشغيل هذا.
de: SwiftUI-Bereiche für die gesamte Seite sind in dieser Laufzeit nicht verfügbar.
es: Las regiones de página completa de SwiftUI no están disponibles en este entorno de ejecución.
fr: Les zones de page entière SwiftUI ne sont pas disponibles dans cet environnement d’exécution.
it: Le aree dell’intera pagina SwiftUI non sono disponibili in questo runtime.
ja: このランタイムでは、SwiftUIのページ全体の領域は利用できません。
ko: 이 런타임에서는 SwiftUI 전체 페이지 영역을 사용할 수 없습니다.
pt_br: As regiões da página inteira do SwiftUI não estão disponíveis neste runtime.
ru: Области всей страницы SwiftUI недоступны в этой среде выполнения.
vi: Vùng toàn trang SwiftUI không khả dụng trên runtime này.
zh_hans: 此运行环境无法获取 SwiftUI 整页区域。
zh_hant: 此執行環境無法使用 SwiftUI 整頁區域。

source: Switch color format to HEX
ar: التبديل إلى تنسيق HEX للون
de: Farbformat auf HEX umstellen
es: Cambiar el formato de color a HEX
fr: Passer le format des couleurs en HEX
it: Passa al formato colore HEX
ja: カラーフォーマットをHEXに切り替える
ko: 색상 형식을 HEX로 전환
pt_br: Mudar o formato de cor para HEX
ru: Переключить формат цвета на HEX
vi: Chuyển định dạng màu sang HEX
zh_hans: 将颜色格式切换为 HEX
zh_hant: 將顏色格式切換為 HEX

source: Switch color format to RGBA
ar: التبديل إلى تنسيق RGBA للون
de: Farbformat auf RGBA umstellen
es: Cambiar el formato de color a RGBA
fr: Passer le format des couleurs en RGBA
it: Passa al formato colore RGBA
ja: カラーフォーマットをRGBAに切り替える
ko: 색상 형식을 RGBA로 전환
pt_br: Mudar o formato de cor para RGBA
ru: Переключить формат цвета на RGBA
vi: Chuyển định dạng màu sang RGBA
zh_hans: 将颜色格式切换为 RGBA
zh_hant: 將顏色格式切換為 RGBA

source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Défaut du système
it: Predefinito di sistema
ja: システム設定に合わせる
ko: 시스템 기본값
pt_br: Padrão do Sistema
ru: Как в системе
vi: Mặc định hệ thống
zh_hans: 跟随系统
zh_hant: 系統預設

source: Target
ar: الهدف
es: Destino
fr: Cible
ja: ターゲット
ko: 타겟
ru: Цель
zh_hans: 目标

source: Target %lld
ar: الهدف %lld
es: Destino %lld
fr: Cible %lld
ja: ターゲット%lld
ko: 타겟 %lld
ru: Цель %lld
zh_hans: 目标 %lld

source: Target app is linked with a higher version LookinServer.framework. Update this community build from the current repository source.
ar: التطبيق الهدف مرتبط بإصدار أحدث من LookinServer.framework. حدّث هذا الإصدار المجتمعي من مصدر المستودع الحالي.
de: Die Ziel-App ist mit einer neueren Version von LookinServer.framework verknüpft. Aktualisiere diesen Community-Build aus dem aktuellen Repository-Quellcode.
es: La app de destino está enlazada con una versión más reciente de LookinServer.framework. Actualiza esta compilación comunitaria desde el código fuente actual del repositorio.
fr: L’app cible est liée à une version plus récente de LookinServer.framework. Mettez à jour cette version communautaire à partir du code source actuel du dépôt.
it: L’app di destinazione è collegata a una versione più recente di LookinServer.framework. Aggiorna questa build della community dal sorgente attuale del repository.
ja: ターゲットAppに、より新しいバージョンのLookinServer.frameworkがリンクされています。現在のリポジトリのソースから、このコミュニティ版をアップデートしてください。
ko: 대상 앱이 더 높은 버전의 LookinServer.framework에 링크되어 있습니다. 현재 저장소 소스에서 이 커뮤니티 빌드를 업데이트하세요.
pt_br: O app de destino está vinculado a uma versão mais recente do LookinServer.framework. Atualize esta versão da comunidade a partir do código-fonte atual do repositório.
ru: Целевое приложение скомпоновано с более новой версией LookinServer.framework. Обновите эту сборку сообщества из актуального исходного кода репозитория.
vi: Ứng dụng đích được liên kết với phiên bản LookinServer.framework cao hơn. Hãy cập nhật bản cộng đồng này từ mã nguồn kho lưu trữ hiện tại.
zh_hans: 目标 App 链接的 LookinServer.framework 版本更高。请从当前仓库源码更新此社区版本。
zh_hant: 目標 App 連結的 LookinServer.framework 版本較新。請從目前的儲存庫原始碼更新此社群版本。

source: Target Debug build configuration
ar: إعداد بناء Debug للهدف
de: Debug-Buildkonfiguration des Ziels
es: Configuración de compilación Debug del destino
fr: Configuration de build Debug de la cible
it: Configurazione di build Debug della destinazione
ja: ターゲットのDebugビルド構成
ko: 대상 디버그 빌드 구성
pt_br: Configuração de build Debug do destino
ru: Отладочная конфигурация цели
vi: Cấu hình bản dựng Debug của đích
zh_hans: 目标 Debug 构建配置
zh_hant: 目標 Debug 建置設定

source: Target-action
ar: الهدف والإجراء
fr: Cible-action
ja: ターゲット/アクション
ko: 타겟-액션
ru: Цель-действие
zh_hans: 目标-操作

source: Target-size suggestions currently support iPhone and Mac targets.
ar: تدعم اقتراحات حجم الهدف حاليًا أهداف iPhone وMac.
de: Vorschläge zur Zielgröße unterstützen derzeit iPhone- und Mac-Ziele.
es: Las sugerencias de tamaño de destino solo son compatibles con destinos iPhone y Mac.
fr: Les suggestions de taille de cible prennent actuellement en charge les cibles iPhone et Mac.
it: I suggerimenti sulle dimensioni dell’area di tocco supportano al momento solo destinazioni iPhone e Mac.
ja: ターゲットサイズの提案は、現在iPhoneとMacのターゲットに対応しています。
ko: 타겟 크기 제안은 현재 iPhone 및 Mac 대상만 지원합니다.
pt_br: As sugestões de tamanho da área de toque atualmente funcionam com iPhone e Mac.
ru: Рекомендации по размеру цели сейчас поддерживаются для iPhone и Mac.
vi: Gợi ý kích thước đích hiện hỗ trợ đích iPhone và Mac.
zh_hans: 目标尺寸建议目前支持 iPhone 和 Mac 目标。
zh_hant: 目標尺寸建議目前支援 iPhone 與 Mac 目標。

source: Target: %@
ar: الهدف: %@
de: Ziel: %@
es: Destino: %@
fr: Cible : %@
ja: ターゲット: %@
ko: 타겟: %@
pt_br: Alvo: %@
ru: Цель: %@
vi: Đích: %@
zh_hans: 目标：%@
zh_hant: 目標：%@

source: That process runs as root, and the injector on the device does not — it cannot take a root process's task port whatever entitlements it carries.
ar: تعمل هذه العملية بصلاحيات root، بينما لا تعمل أداة الحقن على الجهاز بها، فلا تستطيع الحصول على منفذ المهمة لعملية root مهما كانت الأذونات التي تحملها.
de: Dieser Prozess läuft als root, der Injector auf dem Gerät nicht. Er kann den Task-Port eines root-Prozesses nicht übernehmen, unabhängig von seinen Entitlements.
es: Ese proceso se ejecuta como root y el inyector del dispositivo no, por lo que no puede obtener el task port de un proceso root, sean cuales sean sus permisos (entitlements).
fr: Ce processus s’exécute en tant que root, contrairement à l’injecteur sur l’appareil : il ne peut pas obtenir le task port d’un processus root, quels que soient ses droits.
it: Quel processo viene eseguito come root e l’injector sul dispositivo no: non può ottenere la task port di un processo root, a prescindere dagli entitlement che possiede.
ja: そのプロセスはrootで実行されていますが、デバイス上のインジェクタはrootではないため、エンタイトルメントの有無にかかわらず、rootプロセスのタスクポートを取得できません。
ko: 해당 프로세스는 root로 실행되며 기기의 인젝터는 root가 아니므로, 어떤 권한이 있어도 root 프로세스의 태스크 포트를 가져올 수 없습니다.
pt_br: Esse processo é executado como root, e o injetor no dispositivo não. Ele não consegue obter a task port de um processo root, independentemente dos direitos (entitlements) que tenha.
ru: Этот процесс запущен от имени root, а инжектор на устройстве — нет: он не может получить task port процесса root при любых правах.
vi: Tiến trình đó chạy với quyền root, còn injector trên thiết bị thì không, nên không thể lấy task port của tiến trình root dù có entitlement nào.
zh_hans: 该进程以 root 身份运行，而设备上的注入器不是；无论拥有何种授权，它都无法获取 root 进程的任务端口。
zh_hant: 該處理程序以 root 身分執行，而裝置上的注入器並非如此，因此無論具備哪些權限，都無法取得 root 處理程序的 task port。

source: The app finished the hierarchy request without returning a hierarchy.
ar: أنهى التطبيق طلب التسلسل الهرمي دون إرجاع تسلسل هرمي.
de: Die App hat die Hierarchieanfrage beendet, ohne eine Hierarchie zurückzugeben.
es: La app terminó la solicitud de jerarquía sin devolver ninguna jerarquía.
fr: L’app a terminé la requête de hiérarchie sans renvoyer de hiérarchie.
it: L’app ha completato la richiesta della gerarchia senza restituirne una.
ja: Appが階層を返さずに階層リクエストを終了しました。
ko: 앱이 계층 구조를 반환하지 않고 계층 구조 요청을 마쳤습니다.
pt_br: O app concluiu a requisição da hierarquia sem retornar uma hierarquia.
ru: Приложение завершило запрос иерархии, не вернув иерархию.
vi: Ứng dụng đã hoàn tất yêu cầu phân cấp nhưng không trả về phân cấp nào.
zh_hans: App 完成了层级结构请求，但没有返回层级结构。
zh_hant: App 已完成階層要求，但沒有回傳階層。

source: The app's integrator should upgrade LookInside Server.
ar: يجب على مطوّر التطبيق ترقية LookInside Server.
de: Die Integration von LookInside Server in der App sollte aktualisiert werden.
es: El integrador de la app debería actualizar LookInside Server.
fr: L’intégrateur de l’app doit mettre à jour LookInside Server.
it: Chi ha integrato l’app dovrebbe aggiornare LookInside Server.
ja: アプリの組み込み担当者は、LookInside Serverをアップグレードしてください。
ko: 앱 통합 담당자가 LookInside Server를 업그레이드해야 합니다.
pt_br: Quem integra o app deve atualizar o LookInside Server.
ru: Интегратору приложения следует обновить LookInside Server.
vi: Bên tích hợp ứng dụng nên nâng cấp LookInside Server.
zh_hans: 建议集成方升级 LookInside Server。
zh_hant: 建議整合方升級 LookInside Server。

source: The capture contains no windows or root views to display.
ar: لا يحتوي الالتقاط على نوافذ أو عروض جذرية لعرضها.
de: Die Aufnahme enthält keine Fenster oder Wurzelansichten zur Anzeige.
es: La captura no contiene ventanas ni vistas raíz que mostrar.
fr: La capture ne contient aucune fenêtre ni vue racine à afficher.
it: La cattura non contiene finestre o viste radice da mostrare.
ja: 表示できるウインドウまたはルートビューがキャプチャに含まれていません。
ko: 캡처에 표시할 윈도우 또는 루트 뷰가 없습니다.
pt_br: A captura não contém janelas nem views raiz para exibir.
ru: В захвате нет окон или корневых представлений для отображения.
vi: Bản ghi không chứa cửa sổ hay view gốc nào để hiển thị.
zh_hans: 此捕获不包含可显示的窗口或根视图。
zh_hant: 此擷取不含可顯示的視窗或根檢視。

source: The command is disabled and cannot be executed
ar: الأمر معطّل ولا يمكن تنفيذه
de: Der Befehl ist deaktiviert und kann nicht ausgeführt werden
es: El comando está desactivado y no se puede ejecutar
fr: La commande est désactivée et ne peut pas être exécutée
it: Il comando è disattivato e non può essere eseguito
ja: このコマンドは無効になっているため、実行できません
ko: 이 명령은 비활성화되어 있어 실행할 수 없습니다
pt_br: O comando está desativado e não pode ser executado
ru: Команда отключена и не может быть выполнена
vi: Lệnh đã bị tắt và không thể thực thi
zh_hans: 该命令已被禁用，无法执行
zh_hant: 該指令已停用，無法執行

source: The connection to the injector on the device closed before it answered.
ar: أُغلق الاتصال بأداة الحقن على الجهاز قبل أن ترد.
de: Die Verbindung zum Injector auf dem Gerät wurde geschlossen, bevor er geantwortet hat.
es: La conexión con el inyector del dispositivo se cerró antes de que respondiera.
fr: La connexion à l’injecteur sur l’appareil s’est fermée avant qu’il ne réponde.
it: La connessione all’injector sul dispositivo si è chiusa prima che rispondesse.
ja: デバイス上のインジェクタが応答する前に、接続が閉じられました。
ko: 인젝터가 응답하기 전에 기기와의 연결이 닫혔습니다.
pt_br: A conexão com o injetor no dispositivo foi fechada antes de ele responder.
ru: Соединение с инжектором на устройстве закрылось до ответа.
vi: Kết nối với injector trên thiết bị đã đóng trước khi nó trả lời.
zh_hans: 与设备上注入器的连接在其响应前已关闭。
zh_hant: 與裝置上注入器的連線在其回應前就已關閉。

source: The copied script is missing.
ar: البرنامج النصي المنسوخ مفقود.
de: Das kopierte Skript fehlt.
es: Falta el script copiado.
fr: Le script copié est introuvable.
it: Lo script copiato non è presente.
ja: コピーしたスクリプトが見つかりません。
ko: 복사한 스크립트가 없습니다.
pt_br: O script copiado não foi encontrado.
ru: Скопированный скрипт отсутствует.
vi: Không tìm thấy tập lệnh đã sao chép.
zh_hans: 找不到已拷贝的脚本。
zh_hant: 找不到已拷貝的指令碼。

source: The document was created by a LookInside app with too old version. Current LookInside app version is %1$@, but the document version is %2$@.
ar: أُنشئ المستند بواسطة إصدار قديم جدًا من تطبيق LookInside. إصدار تطبيق LookInside الحالي هو %1$@، بينما إصدار المستند هو %2$@.
de: Das Dokument wurde mit einer zu alten Version von LookInside erstellt. App-Version: %1$@, Dokumentversion: %2$@.
es: El documento lo creó una versión demasiado antigua de LookInside. La versión actual es %1$@, pero la del documento es %2$@.
fr: Le document a été créé par une version de LookInside trop ancienne. La version actuelle est %1$@, mais celle du document est %2$@.
it: Il documento è stato creato con una versione di LookInside troppo vecchia. La versione corrente è %1$@, mentre quella del documento è %2$@.
ja: この書類は、古いバージョンのLookInside Appで作成されました。現在のLookInside Appのバージョンは%1$@、書類のバージョンは%2$@です。
ko: 문서가 너무 오래된 버전의 LookInside 앱에서 만들어졌습니다. 현재 LookInside 앱 버전은 %1$@이고, 문서 버전은 %2$@입니다.
pt_br: O documento foi criado por um app LookInside de versão muito antiga. A versão atual é %1$@, mas a do documento é %2$@.
ru: Документ создан слишком старой версией LookInside. Версия приложения: %1$@, версия документа: %2$@.
vi: Tài liệu được tạo bởi ứng dụng LookInside có phiên bản quá cũ. Phiên bản ứng dụng LookInside hiện tại là %1$@, nhưng phiên bản tài liệu là %2$@.
zh_hans: 此文档由版本过旧的 LookInside App 创建。当前 LookInside App 版本为 %1$@，而文档版本为 %2$@。
zh_hant: 此文件由版本過舊的 LookInside App 建立。目前的 LookInside App 版本為 %1$@，而文件版本為 %2$@。

source: The downloaded archive did not contain a macOS slice of LookInsideServer.xcframework.
ar: لا يحتوي الأرشيف الذي تم تنزيله على شريحة macOS من LookInsideServer.xcframework.
de: Das heruntergeladene Archiv enthielt keinen macOS-Teil von LookInsideServer.xcframework.
es: El archivo descargado no contenía ninguna variante para macOS de LookInsideServer.xcframework.
fr: L’archive téléchargée ne contenait pas de tranche macOS de LookInsideServer.xcframework.
it: L’archivio scaricato non conteneva una slice macOS di LookInsideServer.xcframework.
ja: ダウンロードしたアーカイブに、LookInsideServer.xcframeworkのmacOS用スライスが含まれていません。
ko: 다운로드한 압축 파일에 LookInsideServer.xcframework의 macOS 슬라이스가 없습니다.
pt_br: O arquivo baixado não contém uma slice de macOS do LookInsideServer.xcframework.
ru: В загруженном архиве нет среза macOS для LookInsideServer.xcframework.
vi: Kho lưu trữ đã tải không chứa phần dành cho macOS của LookInsideServer.xcframework.
zh_hans: 下载的归档中不包含 LookInsideServer.xcframework 的 macOS slice。
zh_hant: 下載的封存檔中不包含 LookInsideServer.xcframework 的 macOS slice。

source: The feature is not available in current mode.
ar: الميزة غير متاحة في الوضع الحالي.
de: Die Funktion ist im aktuellen Modus nicht verfügbar.
es: La función no está disponible en el modo actual.
fr: Cette fonctionnalité n’est pas disponible dans le mode actuel.
it: La funzione non è disponibile nella modalità corrente.
ja: この機能は現在のモードでは使用できません。
ko: 현재 모드에서는 사용할 수 없는 기능입니다.
pt_br: O recurso não está disponível no modo atual.
ru: Эта функция недоступна в текущем режиме.
vi: Tính năng này không khả dụng ở chế độ hiện tại.
zh_hans: 当前模式下无法使用此功能。
zh_hant: 目前模式下無法使用此功能。

source: The file type is not supported.
ar: نوع الملف غير مدعوم.
de: Der Dateityp wird nicht unterstützt.
es: No se admite este tipo de archivo.
fr: Ce type de fichier n’est pas pris en charge.
it: Il tipo di file non è supportato.
ja: このファイル形式には対応していません。
ko: 지원하지 않는 파일 형식입니다.
pt_br: O tipo de arquivo não é compatível.
ru: Этот тип файла не поддерживается.
vi: Không hỗ trợ loại tệp này.
zh_hans: 不支持该文件类型。
zh_hant: 不支援此檔案類型。

source: The injector gave no reason.
ar: لم تذكر أداة الحقن سببًا.
de: Der Injector hat keinen Grund genannt.
es: El inyector no indicó ningún motivo.
fr: L’injecteur n’a fourni aucune raison.
it: L’injector non ha indicato alcun motivo.
ja: インジェクタから理由は示されませんでした。
ko: 인젝터가 이유를 알려 주지 않았습니다.
pt_br: O injetor não informou o motivo.
ru: Инжектор не указал причину.
vi: Injector không nêu lý do.
zh_hans: 注入器未给出原因。
zh_hant: 注入器未提供原因。

source: The injector on the device accepted the request and did not answer it.
ar: قبلت أداة الحقن على الجهاز الطلب ولم ترد عليه.
de: Der Injector auf dem Gerät hat die Anfrage angenommen, aber nicht beantwortet.
es: El inyector del dispositivo aceptó la solicitud y no respondió.
fr: L’injecteur sur l’appareil a accepté la requête sans y répondre.
it: L’injector sul dispositivo ha accettato la richiesta ma non ha risposto.
ja: デバイス上のインジェクタはリクエストを受け付けましたが、応答しませんでした。
ko: 기기의 인젝터가 요청을 수락했지만 응답하지 않았습니다.
pt_br: O injetor no dispositivo aceitou a requisição, mas não respondeu.
ru: Инжектор на устройстве принял запрос, но не ответил на него.
vi: Injector trên thiết bị đã nhận yêu cầu nhưng không trả lời.
zh_hans: 设备上的注入器已接受请求，但未作出响应。
zh_hant: 裝置上的注入器已接受要求，但沒有回應。

source: The injector on the device sent an answer LookInside could not read. The two are probably different versions.
ar: أرسلت أداة الحقن على الجهاز ردًا لم يتمكن LookInside من قراءته. من المحتمل أن إصدار كل منهما مختلف.
de: Der Injector auf dem Gerät hat eine Antwort gesendet, die LookInside nicht lesen konnte. Vermutlich haben beide unterschiedliche Versionen.
es: El inyector del dispositivo envió una respuesta que LookInside no pudo leer. Probablemente sean versiones distintas.
fr: L’injecteur sur l’appareil a envoyé une réponse que LookInside n’a pas pu lire. Les deux sont probablement de versions différentes.
it: L’injector sul dispositivo ha inviato una risposta che LookInside non è riuscito a leggere. Probabilmente le due versioni sono diverse.
ja: デバイス上のインジェクタから、LookInsideが読み取れない応答が返されました。両者のバージョンが異なる可能性があります。
ko: 기기의 인젝터가 LookInside에서 읽을 수 없는 응답을 보냈습니다. 두 버전이 서로 다른 것 같습니다.
pt_br: O injetor no dispositivo enviou uma resposta que o LookInside não conseguiu ler. Provavelmente as versões são diferentes.
ru: Инжектор на устройстве прислал ответ, который LookInside не смог прочитать. Вероятно, версии отличаются.
vi: Injector trên thiết bị gửi phản hồi mà LookInside không đọc được. Có thể hai bên khác phiên bản.
zh_hans: 设备上的注入器发回了 LookInside 无法读取的响应。两者的版本可能不同。
zh_hant: 裝置上的注入器傳來 LookInside 無法讀取的回應，兩者的版本可能不同。

source: The inspector window closed while the hierarchy was being fetched.
ar: أُغلقت نافذة الفحص أثناء جلب التسلسل الهرمي.
de: Das Inspektorfenster wurde geschlossen, während die Hierarchie abgerufen wurde.
es: La ventana del inspector se cerró mientras se obtenía la jerarquía.
fr: La fenêtre d’inspection a été fermée pendant la récupération de la hiérarchie.
it: La finestra dell’inspector è stata chiusa durante il recupero della gerarchia.
ja: 階層の取得中にインスペクタウインドウが閉じられました。
ko: 계층 구조를 가져오는 중에 인스펙터 윈도우가 닫혔습니다.
pt_br: A janela do inspetor foi fechada durante a busca da hierarquia.
ru: Окно инспектора было закрыто во время получения иерархии.
vi: Cửa sổ kiểm tra đã đóng trong khi đang lấy phân cấp.
zh_hans: 获取层级结构时，检查器窗口已关闭。
zh_hant: 取得階層時，檢查器視窗已關閉。

source: The layout of selected view is not affected by this constraint.
ar: لا يتأثر تخطيط العرض المحدد بهذا القيد.
de: Das Layout der ausgewählten Ansicht wird von diesem Constraint nicht beeinflusst.
es: El diseño de la vista seleccionada no se ve afectado por esta restricción.
fr: La mise en page de la vue sélectionnée n’est pas affectée par cette contrainte.
it: Il layout della vista selezionata non è influenzato da questo vincolo.
ja: 選択したビューのレイアウトは、この制約の影響を受けません。
ko: 선택한 뷰의 레이아웃은 이 제약 조건의 영향을 받지 않습니다.
pt_br: O layout da view selecionada não é afetado por esta restrição.
ru: Это ограничение не влияет на макет выбранного представления.
vi: Bố cục của view đã chọn không bị ràng buộc này ảnh hưởng.
zh_hans: 所选视图的布局不受该约束影响。
zh_hant: 所選檢視的版面配置不受此約束影響。
